[{"num_dep": "01","dep_name": "Ain","region_name": "Auvergne-Rhône-Alpes","description": "L'Ain est un département français de la région Auvergne-Rhône-Alpes, dont le nom vient de la rivière Ain. L'Insee et la Poste lui attribuent le code 01. Sa préfecture est Bourg-en-Bresse."},{"num_dep": "02","dep_name": "Aisne","region_name": "Hauts-de-France","description": "L'Aisne est un département français dont le nom vient de la rivière homonyme. Il appartient à la région Hauts-de-France. L'Insee et La Poste lui attribuent le code 02. Sa préfecture est Laon."},{"num_dep": "03","dep_name": "Allier","region_name": "Auvergne-Rhône-Alpes","description": "L’Allier est un département français situé dans la région Auvergne-Rhône-Alpes. L’Insee et La Poste lui attribuent le code 03. Sa préfecture est Moulins."},{"num_dep": "04","dep_name": "Alpes-de-Haute-Provence","region_name": "Provence-Alpes-Côte d'Azur","description": "Les Alpes-de-Haute-Provence ou AHP, appelées Basses-Alpes jusqu'en 1970, sont un département français de la région Provence-Alpes-Côte d'Azur. L'Insee et la Poste lui attribuent le code 04. Sa préfecture est Digne-les-Bains."},{"num_dep": "05","dep_name": "Hautes-Alpes","region_name": "Provence-Alpes-Côte d'Azur","description": "Les Hautes-Alpes sont un département français de la région Provence-Alpes-Côte d'Azur. L'Insee et la Poste lui attribuent le code 05. Son chef-lieu est Gap. Les habitants des Hautes-Alpes sont les Haut-Alpins. Les Hautes-Alpes sont un département dont le territoire est entièrement situé en zone de montagne, comprenant notamment la plus haute préfecture de France (Gap) et la commune la plus élevée d'Europe (Saint-Véran). Il est frontalier avec l'Italie."},{"num_dep": "06","dep_name": "Alpes-Maritimes","region_name": "Provence-Alpes-Côte d'Azur","description": "Les Alpes-Maritimes sont un département français de la région Provence-Alpes-Côte d'Azur. Ses habitants sont appelés les Maralpins et Maralpines. L'Insee et La Poste lui attribuent le code 06. Sa préfecture est Nice."},{"num_dep": "07","dep_name": "Ardèche","region_name": "Auvergne-Rhône-Alpes","description": "Le département de l'Ardèche est un département français situé dans la région Auvergne-Rhône-Alpes. Sa préfecture est Privas. Il doit son nom à la rivière Ardèche qui le traverse d'ouest en est et ses habitants s'appellent les Ardéchois(es). Il est composé de 335 communes au 1er janvier 2020. L'Insee et la Poste lui attribuent le code 07."},{"num_dep": "08","dep_name": "Ardennes","region_name": "Grand Est","description": "Les Ardennes sont un département français de la région Grand Est. Sa préfecture est Charleville-Mézières."},{"num_dep": "09","dep_name": "Ariège","region_name": "Occitanie","description": "L’Ariège est un département français de la région Occitanie, nommé d'après la rivière homonyme. L’Insee et la Poste lui attribuent le code 09. Sa préfecture est Foix."},{"num_dep": "10","dep_name": "Aube","region_name": "Grand Est","description": "L'Aube est un département français de la région Grand Est dont le nom vient de l'Aube, premier affluent notable de la Seine. L'Insee et la Poste lui attribuent le code 10. Les habitants de ce département sont appelés les Aubois. Sa préfecture est Troyes."},{"num_dep": "11","dep_name": "Aude","region_name": "Occitanie","description": "L'Aude est un département français de la région Occitanie, qui se situe dans le Sud de la France. Sa préfecture est Carcassonne, ville médiévale fortifiée de 47 000 habitants, mais sa plus grande ville est Narbonne, qui a 55 000 habitants."},{"num_dep": "12","dep_name": "Aveyron","region_name": "Occitanie","description": "L'Aveyron est un département français situé dans la région Occitanie, dans le sud-ouest de la France. Il s'étend sur le territoire du Rouergue et doit son nom à la rivière Aveyron qui le traverse."},{"num_dep": "13","dep_name": "Bouches-du-Rhône","region_name": "Provence-Alpes-Côte d'Azur","description": "Le département français des Bouches-du-Rhône est situé en région Provence-Alpes-Côte d'Azur. Ses habitants sont appelés les Bucco-Rhodaniens. L'Insee et la Poste lui attribuent le code 13. Sa préfecture est Marseille, qui est aussi le chef-lieu de la région Provence-Alpes-Côte d'Azur."},{"num_dep": "14","dep_name": "Calvados","region_name": "Normandie","description": "Le département du Calvados est un département français de la région Normandie. L'Insee et la Poste lui attribuent le code 14. Sa préfecture est Caen. Ses sous-préfectures sont Bayeux, Lisieux et Vire."},{"num_dep": "15","dep_name": "Cantal","region_name": "Auvergne-Rhône-Alpes","description": "Le Cantal est un département français faisant partie de la région Auvergne-Rhône-Alpes. Il doit son nom au massif volcanique du Cantal qui occupe le centre de son territoire. L'Insee et la Poste lui attribuent le code 15. Sa préfecture est Aurillac."},{"num_dep": "16","dep_name": "Charente","region_name": "Nouvelle-Aquitaine","description": "La Charente est un département français situé dans le Centre-Ouest de la France, dans la moitié nord de la région Nouvelle-Aquitaine."},{"num_dep": "17","dep_name": "Charente-Maritime","region_name": "Nouvelle-Aquitaine","description": "La Charente-Maritime est un département français situé dans le Sud-Ouest de la France et dans la moitié nord de la région Nouvelle-Aquitaine. Il appartient géographiquement au « Midi atlantique ». Ce département est divisé en cinq arrondissements, et porte le numéro 17 dans la numérotation départementale française. Sa préfecture est La Rochelle et ses habitants s'appellent les Charentais-Maritimes."},{"num_dep": "18","dep_name": "Cher","region_name": "Centre-Val de Loire","description": "Le Cher est un département français de la région Centre-Val de Loire qui tient son nom de la rivière Cher. L'Insee et la Poste lui attribuent le code 18. Sa préfecture est Bourges et les sous-préfectures sont Vierzon et Saint-Amand-Montrond."},{"num_dep": "19","dep_name": "Corrèze","region_name": "Nouvelle-Aquitaine","description": "La Corrèze est un département français de la région Nouvelle-Aquitaine, qui tire son nom de la rivière qui le traverse. Sa préfecture est Tulle et sa ville la plus peuplée Brive-la-Gaillarde."},{"num_dep": "21","dep_name": "Côte-d'Or","region_name": "Bourgogne-Franche-Comté","description": "La Côte-d'Or est un département français parmi les huit que compte la région Bourgogne-Franche-Comté. Sa préfecture, Dijon, est aussi le chef-lieu de la Bourgogne-Franche-Comté."},{"num_dep": "22","dep_name": "Côtes-d'Armor","region_name": "Bretagne","description": "Les Côtes-d'Armor /kot d‿aʁmɔʁ/, appelées Côtes-du-Nord jusqu'en 1990, sont un département français situé en Bretagne."},{"num_dep": "23","dep_name": "Creuse","region_name": "Nouvelle-Aquitaine","description": "La Creuse est un département français situé dans la région Nouvelle-Aquitaine et ayant appartenu, avant 2016, à la région Limousin avant la disparition de cette dernière. Il succède à la province de la Marche dont il reprend en grande partie le territoire. La Creuse est située dans le nord-ouest du Massif central et tire son nom de la rivière Creuse qui le traverse. C'est le second département français le moins peuplé avec 117 500 habitants en 2018. Sa plus grande ville, Guéret est également le siège de la préfecture. Le département ne compte qu'une seule sous-préfecture, Aubusson. L'Insee et la Poste attribuent le code 23 au département."},{"num_dep": "24","dep_name": "Dordogne","region_name": "Nouvelle-Aquitaine","description": "La Dordogne est un département français de la région Nouvelle-Aquitaine correspondant en grande partie au Périgord. Il doit son nom au cours d'eau du même nom qui le traverse. L'Insee et la Poste lui attribuent le code 24. Sa préfecture est Périgueux."},{"num_dep": "25","dep_name": "Doubs","region_name": "Bourgogne-Franche-Comté","description": "Le Doubs est un département français de la région Bourgogne-Franche-Comté qui tient son nom de la rivière Doubs. Il fait partie de la région historique et culturelle de Franche-Comté. Son chef-lieu est la ville de Besançon, qui est également la préfecture. Il dispose aussi de deux sous-préfectures, les villes de Montbéliard et de Pontarlier."},{"num_dep": "26","dep_name": "Drôme","region_name": "Auvergne-Rhône-Alpes","description": "Le département de la Drôme est un département français situé dans le sud-est de la France, et dont le nom vient de la rivière du même nom. Il fait partie de la région Auvergne-Rhône-Alpes. Sa préfecture est Valence."},{"num_dep": "27","dep_name": "Eure","region_name": "Normandie","description": "L'Eure est un département français de la région Normandie. Il tire son nom de l'Eure, rivière qui le traverse avant de rejoindre la Seine. L'Insee et La Poste lui attribuent le code 27. Sa préfecture est Évreux."},{"num_dep": "28","dep_name": "Eure-et-Loir","region_name": "Centre-Val de Loire","description": "Le département d'Eure-et-Loir est un département français dont la préfecture, Chartres, est située à 90 km à l'ouest-sud-ouest de Paris. Les villes de Dreux, Châteaudun et Nogent-le-Rotrou en sont les sous-préfectures. Il fait partie de la région Centre-Val de Loire."},{"num_dep": "29","dep_name": "Finistère","region_name": "Bretagne","description": "Le Finistère /fi.nis.tɛʁ/ est un département français situé en région Bretagne. L'Insee et la Poste lui attribuent le code 29."},{"num_dep": "2A","dep_name": "Corse-du-Sud","region_name": "Corse","description": "La Corse-du-Sud est un département français, partie de la collectivité de Corse. Son code officiel est le 2A, même si La Poste utilise toujours pour l'ensemble de la Corse le numéro 20 historique. Sa préfecture est Ajaccio."},{"num_dep": "2B","dep_name": "Haute-Corse","region_name": "Corse","description": "La Haute-Corse est un département français formé de la partie cismontaine de l'île de Corse. Il fait partie de la collectivité de Corse. Son code officiel est le 2B, même si La Poste utilise toujours pour l'ensemble de la Corse le numéro 20 historique. Sa préfecture est Bastia."},{"num_dep": "30","dep_name": "Gard","region_name": "Occitanie","description": "Le Gard est un département français situé dans la région Occitanie. Il tient son nom de la rivière le Gard, localement appelé le Gardon, qui le traverse. L'Insee et la Poste lui attribuent le code 30. Sa préfecture est Nîmes."},{"num_dep": "31","dep_name": "Haute-Garonne","region_name": "Occitanie","description": "La Haute-Garonne est un département situé dans le Sud-Ouest de la France, dans la région Occitanie. Sa préfecture est la ville de Toulouse, qui est aussi le chef-lieu de la région Occitanie. Ses habitants sont appelés les Haut-Garonnais. L'Insee et la Poste lui attribuent le code 31."},{"num_dep": "32","dep_name": "Gers","region_name": "Occitanie","description": "Le Gers est un département français de Gascogne en région Occitanie. Sa préfecture est la ville d'Auch. Il tire son nom de la rivière Gers, affluent de la Garonne. L'INSEE et la Poste lui attribuent le code 32."},{"num_dep": "33","dep_name": "Gironde","region_name": "Nouvelle-Aquitaine","description": "La Gironde est un département français situé dans le Sud-Ouest de la France, en région Nouvelle-Aquitaine."},{"num_dep": "34","dep_name": "Hérault","region_name": "Occitanie","description": "L’Hérault est un département français de la région Occitanie qui tire son nom de l'Hérault, un fleuve côtier qui le traverse. Les habitants sont nommés les Héraultais. L'Insee et la Poste lui attribuent le code 34. Sa préfecture est Montpellier."},{"num_dep": "35","dep_name": "Ille-et-Vilaine","region_name": "Bretagne","description": "Le département d'Ille-et-Vilaine est l’un des quatre départements de la région Bretagne. Il porte le numéro 35 dans la numérotation départementale française. Il est situé dans l’est de la région Bretagne et fait partie de la Haute-Bretagne. La population totale, de 1 069 228 habitants en 2018, est en augmentation depuis plusieurs décennies. Rennes est le chef-lieu de département et préfecture de la région Bretagne. Le département compte 333 communes."},{"num_dep": "36","dep_name": "Indre","region_name": "Centre-Val de Loire","description": "L'Indre est un département français de la région Centre-Val de Loire qui tire son nom de l'Indre, une rivière qui le traverse. L'Insee et la Poste lui attribuent le numéro de code 36."},{"num_dep": "37","dep_name": "Indre-et-Loire","region_name": "Centre-Val de Loire","description": "Le département d'Indre-et-Loire est un département français situé en région Centre-Val de Loire. L'Insee et la Poste lui attribuent le code 37. Peuplé de 607 760 habitants, sa préfecture est Tours. Le département correspond à l'ancienne province de Touraine."},{"num_dep": "38","dep_name": "Isère","region_name": "Auvergne-Rhône-Alpes","description": "Le département de l’Isère est un département français de la région Auvergne-Rhône-Alpes et tirant son nom de la rivière Isère, affluent de la rive gauche du Rhône. L'Insee et La Poste lui attribuent le code 38. Sa préfecture est Grenoble."},{"num_dep": "39","dep_name": "Jura","region_name": "Bourgogne-Franche-Comté","description": "Le département du Jura est un département français nommé d'après le massif du Jura, du gaulois juris qui signifie « forêt de montagne ». C'est un des huit départements de la région Bourgogne-Franche-Comté. Il fait partie de la région historique et culturelle de Franche-Comté. Sa préfecture est Lons-le-Saunier."},{"num_dep": "40","dep_name": "Landes","region_name": "Nouvelle-Aquitaine","description": "Les Landes sont un département du Sud-Ouest de la France, relevant géographiquement du « Midi atlantique »."},{"num_dep": "41","dep_name": "Loir-et-Cher","region_name": "Centre-Val de Loire","description": "Le Loir-et-Cher est un département français situé dans la région Centre-Val de Loire. Son nom provient de deux rivières le traversant, le Loir au nord et le Cher au sud. Sa préfecture est Blois. L'Insee et la Poste lui attribuent le code 41."},{"num_dep": "42","dep_name": "Loire","region_name": "Auvergne-Rhône-Alpes","description": "La Loire est le plus long fleuve de France, avec une longueur de 1 006 kilomètres. Elle prend sa source sur le versant sud du mont Gerbier-de-Jonc au sud-est du Massif central dans le département de l'Ardèche, et se jette dans l’océan Atlantique par un estuaire situé en Loire-Atlantique, dans l'ouest de la région des Pays de la Loire. Son cours se situe intégralement en France ; il est géométriquement orienté d'abord sud-nord jusqu'aux environs de Briare dans le Loiret."},{"num_dep": "43","dep_name": "Haute-Loire","region_name": "Auvergne-Rhône-Alpes","description": "La Haute-Loire est un département français situé en région Auvergne-Rhône-Alpes, dans le sud-est du Massif central. Ses habitants sont appelés les Altiligériens. L'Insee et la Poste attribuent au département le code 43. Sa préfecture est Le Puy-en-Velay."},{"num_dep": "44","dep_name": "Loire-Atlantique","region_name": "Pays de la Loire","description": "La Loire-Atlantique est un département français, situé dans la région Pays de la Loire. Elle doit son nom à la présence de la Loire, important fleuve qui la traverse, et de l'océan Atlantique, qui borde sa côte, à l'ouest, où l'embouchure de la Loire forme un estuaire."},{"num_dep": "45","dep_name": "Loiret","region_name": "Centre-Val de Loire","description": "Le département du Loiret est un département français situé à une centaine de kilomètres au sud de Paris. Il fait partie de la région Centre-Val de Loire. L'Insee et la Poste lui attribuent le code 45. Sa préfecture est Orléans et c'est aussi le chef-lieu de la région.La prononciation orléanaise du nom du département, comme tous les mots terminés par \"et\" est /e/, et non /ɛ/ comme en français standard.[réf. nécessaire]"},{"num_dep": "46","dep_name": "Lot","region_name": "Occitanie","description": "Le Lot est un département du Sud-Ouest de la France, situé dans la région Occitanie qui tire son nom de la rivière Lot. L'Insee et la Poste lui attribuent le code 46. La préfecture et la plus grande ville est Cahors."},{"num_dep": "47","dep_name": "Lot-et-Garonne","region_name": "Nouvelle-Aquitaine","description": "Le Lot-et-Garonne est un département français. Il se trouve en région Nouvelle-Aquitaine, en Guyenne, pour la rive droite de la Garonne et en Gascogne pour la rive gauche. Son nom vient de deux cours d'eau : le Lot et la Garonne. L'Insee et la Poste lui attribuent le code 47. Sa préfecture est Agen."},{"num_dep": "48","dep_name": "Lozère","region_name": "Occitanie","description": "La Lozère est un département français situé dans le nord-est de la région Occitanie. L'INSEE et La Poste lui attribuent le code 48."},{"num_dep": "49","dep_name": "Maine-et-Loire","region_name": "Pays de la Loire","description": "Le département de Maine-et-Loire est un département français du Val de Loire dans la région Pays de la Loire. Créé en 1790, ses limites reprennent en grande partie celles de l'ancienne province d'Anjou."},{"num_dep": "50","dep_name": "Manche","region_name": "Normandie","description": "La Manche est un département français de la région Normandie. Son nom provient de la mer qui le borde sur tout son pourtour nord et ouest, et le quart est. L'Insee et La Poste lui attribuent le code 50. Sa préfecture est Saint-Lô."},{"num_dep": "51","dep_name": "Marne","region_name": "Grand Est","description": "Le département de la Marne est un département français, qui doit son nom à la Marne, rivière qui l'arrose. Il fait partie de la région Grand Est et de la Champagne historique. L'Insee et la Poste lui attribuent le code 51. Sa préfecture est Châlons-en-Champagne et sa plus grande ville est Reims."},{"num_dep": "52","dep_name": "Haute-Marne","region_name": "Grand Est","description": "La Haute-Marne est un département formant la partie méridionale de la région Grand Est. L'Insee et La Poste lui attribuent le code 52. La ville la plus peuplée de la Haute-Marne est Saint-Dizier. Sa préfecture est Chaumont."},{"num_dep": "53","dep_name": "Mayenne","region_name": "Pays de la Loire","description": "La Mayenne est un département français de la région Pays de la Loire. Ses habitants sont les Mayennais et les Mayennaises. L'Insee et la Poste lui attribuent le code 53. Son chef-lieu est Laval."},{"num_dep": "54","dep_name": "Meurthe-et-Moselle","region_name": "Grand Est","description": "La Meurthe-et-Moselle est un département français. Il fait partie de la région historique et culturelle de la Lorraine et appartient à la région administrative Grand Est. La préfecture du département est Nancy. L'Insee et La Poste lui attribuent le code 54."},{"num_dep": "55","dep_name": "Meuse","region_name": "Grand Est","description": "La Meuse est un département français. Il fait partie de la région historique et culturelle de Lorraine et fait aujourd'hui partie de la région administrative Grand Est. Le département doit son nom au fleuve qui le traverse du sud au nord, la Meuse. L'Insee et La Poste lui attribuent le code 55."},{"num_dep": "56","dep_name": "Morbihan","region_name": "Bretagne","description": "Le Morbihan est un département français situé en région Bretagne, qui doit son nom au golfe du Morbihan. Il correspond pour l'essentiel au royaume, devenu comté puis baillie de Broërec et plus anciennement à la cité des Vénètes. L'Insee et la Poste lui attribuent le code 56. Sa préfecture est Vannes."},{"num_dep": "57","dep_name": "Moselle","region_name": "Grand Est","description": "La Moselle est un département français de la région Grand Est. Il fait historiquement et culturellement partie de la Lorraine. L'Insee et La Poste lui attribuent le code 57."},{"num_dep": "58","dep_name": "Nièvre","region_name": "Bourgogne-Franche-Comté","description": "Le département de la Nièvre est un département français situé dans le sud-ouest de la région Bourgogne-Franche-Comté, dans le centre du pays, et doit son nom à la rivière qui le traverse."},{"num_dep": "59","dep_name": "Nord","region_name": "Hauts-de-France","description": "Le nord est un point cardinal, opposé au sud."},{"num_dep": "60","dep_name": "Oise","region_name": "Hauts-de-France","description": "L'Oise est un département français de la région Hauts-de-France, qui doit son nom à la rivière homonyme qui la traverse. Ses habitants sont appelés les Isariens. Sa préfecture est Beauvais, qui est la plus grande ville du département."},{"num_dep": "61","dep_name": "Orne","region_name": "Normandie","description": "L'Orne est un département français de la région Normandie, ainsi appelé depuis 1790 du nom du fleuve qui y prend sa source puis le traverse. L'Insee et la Poste lui attribuent le code 61."},{"num_dep": "62","dep_name": "Pas-de-Calais","region_name": "Hauts-de-France","description": "Le Pas-de-Calais est un département français, qui doit son nom au pas de Calais, le détroit qui le sépare de l'Angleterre. La préfecture de ce département est Arras. L'Insee et la Poste lui attribuent le code 62."},{"num_dep": "63","dep_name": "Puy-de-Dôme","region_name": "Auvergne-Rhône-Alpes","description": "Le Puy-de-Dôme est un département du centre de la France situé dans la région administrative Auvergne-Rhône-Alpes. Son nom lui vient du volcan endormi : le puy de Dôme."},{"num_dep": "64","dep_name": "Pyrénées-Atlantiques","region_name": "Nouvelle-Aquitaine","description": "Le département des Pyrénées-Atlantiques, appelé Basses-Pyrénées jusqu'en 1969, est un département français situé à l'extrême sud-ouest du territoire de la France métropolitaine, dans la région Nouvelle-Aquitaine. Il tire son nom de la chaîne montagneuse qui le traverse au sud et de l'océan qui le borde à l'ouest. Il est subdivisé en trois arrondissements et sa préfecture est la ville de Pau. L'Insee et la Poste lui attribuent le code 64."},{"num_dep": "65","dep_name": "Hautes-Pyrénées","region_name": "Occitanie","description": "Les Hautes-Pyrénées sont un département français de la région Occitanie. Sa préfecture est la ville de Tarbes. L'Insee et la Poste lui attribuent le code 65."},{"num_dep": "66","dep_name": "Pyrénées-Orientales","region_name": "Occitanie","description": "Les Pyrénées-Orientales sont un département français situé au sud de la région Occitanie. Sa limite méridionale correspond à la frontière avec l'Espagne. Son territoire correspond à l'ancienne province du Roussillon agrandi du pays du Fenouillèdes. Les autres pays traditionnels du département sont la plaine du Roussillon, la Haute Cerdagne, le Conflent, le Vallespir, les Aspres, les Albères, la Salanque et le Capcir."},{"num_dep": "67","dep_name": "Bas-Rhin","region_name": "Grand Est","description": "Le Bas-Rhin est un département français. C'est une circonscription administrative, territoire de compétence de services de l’État, dont la préfecture est située à Strasbourg."},{"num_dep": "68","dep_name": "Haut-Rhin","region_name": "Grand Est","description": "Le Haut-Rhin est un département français. C'est une circonscription administrative, territoire de compétence de services de l’État, dont la préfecture est située à Colmar."},{"num_dep": "69","dep_name": "Rhône","region_name": "Auvergne-Rhône-Alpes","description": "Le Rhône est un fleuve d'Europe, long de 812 kilomètres."},{"num_dep": "70","dep_name": "Haute-Saône","region_name": "Bourgogne-Franche-Comté","description": "La Haute-Saône est un département français appartenant à la région de Bourgogne-Franche-Comté. Il fait partie de la région historique et culturelle de Franche-Comté. L'Insee et La Poste lui attribuent le code 70. La ville la plus peuplée du département est Vesoul, qui est également la préfecture, tandis que la commune la plus étendue est Champlitte avec 129 km2. Le département a la particularité d'avoir 5 pôles urbains que sont Vesoul, Gray, Luxeuil-les-Bains, Lure et Héricourt, tout en possédant un caractère rural permettant le développement de l'écotourisme et du cyclotourisme."},{"num_dep": "71","dep_name": "Saône-et-Loire","region_name": "Bourgogne-Franche-Comté","description": "Le département de Saône-et-Loire est un département français de la région Bourgogne-Franche-Comté dont la préfecture est Mâcon. L'Insee et la Poste lui attribuent le code 71. Il s'agit du département le plus peuplé de la région."},{"num_dep": "72","dep_name": "Sarthe","region_name": "Pays de la Loire","description": "La Sarthe est un département français de la région Pays de la Loire. Ses habitants sont appelés les Sarthois. L'Insee et la Poste lui attribuent le code 72. Son chef-lieu est Le Mans."},{"num_dep": "73","dep_name": "Savoie","region_name": "Auvergne-Rhône-Alpes","description": "La Savoie est une région historique, aujourd'hui française, située dans les Alpes du Nord. Observateurs, médias ou institutionnels utilisent parfois les expressions « Pays de Savoie », « les Savoie » ou « Savoie Mont Blanc » pour parler de la région."},{"num_dep": "74","dep_name": "Haute-Savoie","region_name": "Auvergne-Rhône-Alpes","description": "La Haute-Savoie est un département français faisant partie de la région Auvergne-Rhône-Alpes. L'Insee et la Poste lui attribuent le code 74. Les habitants de la Haute-Savoie sont les Haut-Savoyards. Le département comprend le nord de la région historique de la Savoie."},{"num_dep": "75","dep_name": "Paris","region_name": "Île-de-France","description": "Paris est la commune la plus peuplée et la capitale de la France."},{"num_dep": "76","dep_name": "Seine-Maritime","region_name": "Normandie","description": "La Seine-Maritime, dénommée jusqu'en 1955 Seine-Inférieure, est un département français de la Normandie, dont il héberge plus du tiers de la population. L'Insee et la Poste lui attribuent le code 76."},{"num_dep": "77","dep_name": "Seine-et-Marne","region_name": "Île-de-France","description": "La Seine-et-Marne est un département français de la région Île-de-France. Il tire son nom du fleuve Seine et de la rivière Marne. L'Insee et la Poste lui attribuent le code 77. Le département comptait 1 412 516 habitants selon le dernier recensement de 2018. Ses habitants sont les Seine-et-Marnais."},{"num_dep": "78","dep_name": "Yvelines","region_name": "Île-de-France","description": "Le département des Yvelines est un département français, appartenant à la grande couronne de la région Île-de-France. Créé le 1er janvier 1968 en application de la loi du 10 juillet 1964, c'est le plus étendu des départements issus du démembrement de l'ancienne Seine-et-Oise et le huitième département français par la population. L'Insee et la Poste lui attribuent le code 78 repris de l'ancienne Seine-et-Oise. Son conseil départemental est présidé par Pierre Bédier. Ses habitants sont appelés les Yvelinois."},{"num_dep": "79","dep_name": "Deux-Sèvres","region_name": "Nouvelle-Aquitaine","description": "Les Deux-Sèvres sont un département du Centre-Ouest de la France, situé en région Nouvelle-Aquitaine."},{"num_dep": "80","dep_name": "Somme","region_name": "Hauts-de-France","description": "La Somme est un département français situé dans la région Hauts-de-France. Son nom provient de la Somme, le principal fleuve à traverser son territoire. Formant auparavant, avec l'Aisne et l'Oise, l'ancienne région Picardie, il constitue donc, depuis 2016, avec quatre autres départements, la région Hauts-de-France."},{"num_dep": "81","dep_name": "Tarn","region_name": "Occitanie","description": "Le Tarn est un département français de la région Occitanie, traversé par la rivière Tarn qui lui a donné son nom. L'Insee et la Poste lui attribuent le code 81. Les habitants sont nommés les Tarnais et Tarnaises. La préfecture est Albi, et l'unique sous-préfecture est Castres. Le département fait partie de l'académie de Toulouse sur le plan scolaire et dépend de la cour d'appel de Toulouse sur le plan judiciaire."},{"num_dep": "82","dep_name": "Tarn-et-Garonne","region_name": "Occitanie","description": "Le Tarn-et-Garonne est un département français appartenant à la région Occitanie. Il tire son nom du fleuve Garonne et de son affluent le Tarn."},{"num_dep": "83","dep_name": "Var","region_name": "Provence-Alpes-Côte d'Azur","description": "Le Var est un département français de la région Provence-Alpes-Côte d'Azur, qui doit son nom au fleuve côtier qui constituait jadis la limite orientale du département mais ne l'arrose plus aujourd'hui. C'est le seul département français à avoir eu dans l'histoire quatre chefs-lieux différents : Brignoles, Grasse, Draguignan et enfin Toulon. Actuellement, le chef-lieu du département est Toulon, tandis que Draguignan et Brignoles ne sont plus que des sous-préfectures, tout comme Grasse, aujourd'hui sous-préfecture des Alpes-Maritimes. Les habitants du Var sont appelés les Varois. L'Insee et la Poste lui attribuent le code 83."},{"num_dep": "84","dep_name": "Vaucluse","region_name": "Provence-Alpes-Côte d'Azur","description": "Le Vaucluse est un département français situé dans la région Provence-Alpes-Côte d'Azur. L'Insee et la Poste lui attribuent le code 84. L'altitude maximum s'élève à 1 912 mètres sur le mont Ventoux. Ses habitants sont appelés les Vauclusiens."},{"num_dep": "85","dep_name": "Vendée","region_name": "Pays de la Loire","description": "La Vendée est un département français traversé par la rivière éponyme, affluent de la Sèvre Niortaise. Il est situé dans la région des Pays de la Loire et dans la province historique du Poitou, le département correspondant à l'ancien Bas-Poitou. L'Insee et la Poste lui attribuent le code 85. Sa préfecture est La Roche-sur-Yon."},{"num_dep": "86","dep_name": "Vienne","region_name": "Nouvelle-Aquitaine","description": "La Vienne est un département français traversé par la rivière éponyme, la Vienne."},{"num_dep": "87","dep_name": "Haute-Vienne","region_name": "Nouvelle-Aquitaine","description": "La Haute-Vienne est un département français, situé dans la région Nouvelle-Aquitaine. Il tire son nom de la rivière Vienne, qui le traverse d'est en ouest. Sa préfecture et principale ville est Limoges. L'Insee et la Poste lui attribuent le code 87."},{"num_dep": "88","dep_name": "Vosges","region_name": "Grand Est","description": "Les Vosges est un département français de la région Grand Est, situé dans la région historique et culturelle de Lorraine. Elles tirent leur nom du massif des Vosges, qui occupe une grande partie de son territoire. Son chef-lieu est Épinal. L'Insee et la Poste lui attribuent le code 88."},{"num_dep": "89","dep_name": "Yonne","region_name": "Bourgogne-Franche-Comté","description": "L'Yonne est un département français. Il est traversé, du sud vers le nord, par la rivière qui lui a donné son nom, l'Yonne, affluent de la Seine, qui la rejoint à Montereau-Fault-Yonne (Seine-et-Marne). L'Insee et La Poste lui attribuent le code 89."},{"num_dep": "90","dep_name": "Territoire de Belfort","region_name": "Bourgogne-Franche-Comté","description": "Le Territoire de Belfort est un département français créé en 1922 à partir de l'arrondissement de Belfort, seule partie du Haut-Rhin et de l'Alsace restée à la France après la défaite de 1871. Il était à l'origine nommé « arrondissement subsistant du Haut-Rhin ». En 1919, il ne réintègre pas le Haut-Rhin, et devient officiellement un département français le 18 février 1922. En 1956, il n'intègrera cependant pas la région de programme d'Alsace, à l'inverse du Bas-Rhin et du Haut-Rhin. Par un décret de 1960, il est rattaché à la circonscription d'action régionale de Franche-Comté, avant d'être finalement rattaché à la région Franche-Comté lors de sa création en 1982 à la suite des lois sur la décentralisation. Il est donc, administrativement, séparé du reste de l'Alsace, sa région historique. Il fait désormais partie de la région Bourgogne-Franche-Comté."},{"num_dep": "91","dep_name": "Essonne","region_name": "Île-de-France","description": "Le département de l'Essonne est un département français situé au sud de Paris, dans la région Île-de-France, pour partie intégré à l'agglomération parisienne, qui tire son nom de la rivière Essonne dont le cours traverse le territoire selon un axe sud-nord jusqu’à la confluence avec la Seine."},{"num_dep": "92","dep_name": "Hauts-de-Seine","region_name": "Île-de-France","description": "Les Hauts-de-Seine sont un département français constituant essentiellement depuis 1968 la proche banlieue ouest de la métropole du Grand Paris, en région Île-de-France. L'Insee et la Poste lui attribuent le code 92. Ses habitants, au nombre de 1 619 120 lors du recensement de 2018, sont appelés les Altoséquanais. Les Hauts-de-Seine, d'une superficie de 176 km2, sont le deuxième département français au regard de la densité de population, avec environ 9 199,5 habitants par kilomètre carré. La préfecture est Nanterre."},{"num_dep": "93","dep_name": "Seine-Saint-Denis","region_name": "Île-de-France","description": "La Seine-Saint-Denis est un département français situé au nord-est de l'agglomération parisienne, appartenant à la petite couronne de la région Île-de-France. L'INSEE et La Poste lui attribuent le code 93."},{"num_dep": "94","dep_name": "Val-de-Marne","region_name": "Île-de-France","description": "Le Val-de-Marne est un département français inclus dans la Métropole du Grand Paris et qui fait partie de la région Île-de-France. Il est nommé ainsi car la Marne, la plus longue rivière française, coule sur son territoire."},{"num_dep": "95","dep_name": "Val-d'Oise","region_name": "Île-de-France","description": "Le Val-d'Oise est un département français appartenant à la région Île-de-France, créé en 1968 à la suite d'un démembrement du département de Seine-et-Oise. Il constitue la partie nord de l'agglomération parisienne. Il est un des départements de la grande couronne du bassin parisien. Il se caractérise par son territoire contrasté regroupant, notamment dans ses deux parcs naturels régionaux, un patrimoine touristique et naturel certain d'une part et, d'autre part, des zones fortement urbanisées, le premier aéroport d'Europe continentale, des pôles d'activité économique dynamiques au rayonnement national et international. Il tire son nom de l'Oise, affluent majeur de la Seine qui le traverse après avoir pris sa source en Belgique et parcouru le nord-est de la France. La ville de Pontoise est le chef-lieu du département. L'Insee et la Poste lui attribuent le code 95."},{"num_dep": "971","dep_name": "Guadeloupe","region_name": "Guadeloupe","description": "La Guadeloupe est un archipel des Caraïbes constitué de sept îles, formant une région et un département d'outre-mer français. La partie principale en forme de papillon est composée de deux îles : la Grande-Terre à l'est et la Basse-Terre à l'ouest, séparées par un bras de mer, appelé « la Rivière Salée »."},{"num_dep": "972","dep_name": "Martinique","region_name": "Martinique","description": "La Martinique, en créole martiniquais Matinik ou Matnik, et surnommée « l’île aux fleurs », est une île française située dans les Caraïbes et plus précisément dans l'archipel des Petites Antilles. C’est un département et une région d'outre-mer, administrée dans le cadre d'une collectivité territoriale unique, par la Collectivité territoriale de Martinique sous la direction de l'Assemblée de Martinique. C'est également une région ultrapériphérique de l'Union européenne. Elle est aussi membre associé de l’Organisation des États de la Caraïbe orientale (OECO), de l’Association des États de la Caraïbe (AEC) et de la Commission économique pour l'Amérique latine et les Caraïbes (CEPALC). Elle est Réserve de Biosphère UNESCO depuis 2021 pour l'intégralité de son territoire terrestre et marin."},{"num_dep": "973","dep_name": "Guyane","region_name": "Guyane","description": "La Guyane [gɥijan], est une région monodépartementale française située en Amérique du Sud, limitrophe du Brésil au sud-est et au sud, et du Suriname à l'ouest. Ses compétences, identiques aux autres régions et départements de France, sont regroupées depuis 2015 dans le cadre d'une collectivité territoriale unique dont l'organe délibérant est l'assemblée de Guyane. Son code Insee est le 973. Hors de France, la région est habituellement appelée « Guyane française ». Avec une superficie de 83 846 km2 et une population de 294 146 habitants (2021), la Guyane est la deuxième région de France pour la superficie et la deuxième moins peuplée. C'est également le département le plus boisé, 97 % du territoire étant couvert d'une forêt équatoriale qui reste parmi les plus riches et les moins écologiquement fragmentées du monde, la forêt guyanaise."},{"num_dep": "974","dep_name": "La Réunion","region_name": "La Réunion","description": "La Réunion est une île située dans l'Ouest de l'océan Indien, à l'est de l'Afrique, dans l'hémisphère sud. Elle constitue à la fois un département et une région d'outre-mer français."},{"num_dep": "976","dep_name": "Mayotte","region_name": "Mayotte","description": "Mayotte, officiellement nommée département de Mayotte, est à la fois une région insulaire française et un département de France d'outre-mer qui sont administrés dans le cadre d’une collectivité territoriale unique dirigée par le conseil départemental de Mayotte."}]